Repository: 84000/data-translation-memory
Catalog: toh67-v3.tmx
Source language: bo
Languages: en

source: བདག་ཅག་ནི་འདས་པའི་དུས་ན་སྡིག་པའི་ལས་བྱས་པ་ཟད་པར་བྱ་བ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་ན་མངོན་པར་འདུ་མི་བྱ་བ་མ་གཏོགས་པར་སྡིག་པའི་ལས་ཀྱང་མངོན་པར་འདུ་མི་བྱ་ཞིང་ལྟུང་བ་ཡང་འབྱུང་བར་མི་བྱ་ལ་བཤགས་པར་ཡང་མི་བྱའོ། །ཞེས་ཟེར་ཏེ།
en: Apart from the sinful actions performed in the past that need to be extinguished and that are not to be performed now or in the future, we will not confess negative actions that we will not perform or transgressions that will not occur.’ “

source: བྱམས་པ་འཕགས་པའི་ཆོས་འདུལ་བ་འདི་ལ་དུག་ཅེས་བྱ་བ་དེ་ནི་འདི་ལྟ་སྟེ། བསླབ་པའི་གཞི་ཇི་ལྟར་བཅས་པ་དག་ལས་འདའ་བར་བྱེད་པ་ཡིན་པས་ཁྱེད་ཅག་གིས་ནི་དུག་བཟའ་བར་མི་བྱའོ།
en: Maitreya, ‘poison’ in this noble Dharma and Vinaya means straying from whatever fundamental precepts you keep; therefore, none of you should drink poison. “

source: །བྱམས་པ་བཞི་པོ་འདི་དག་ནི་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་གཅོད་པར་བྱེད་པའི་ཆོས་རྣམས་ཡིན་ཏེ།
en: Maitreya, these four things obstruct the omniscience of bodhisattvas.

source: དེ་དག་ནི་ཉན་ཐོས་ཀྱིས་ཀྱང་བྱ་བ་མ་ཡིན་ན་བྱང་ཆུབ་སེམས་དཔས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Not even śrāvakas should engage in these, let alone bodhisattvas!

source: བྱས་པ་མི་གཟོ་བ་ཉིད་དང་། གཡོ་ལ་སྟེན་པ་ཉིད་དང་། བརྫུན་གྱི་ཚིག་སྨྲ་བ་ཉིད་དང་། བསླབ་པ་ལས་འདའ་བར་བྱེད་པ་ཉིད་ཡིན་ཏེ།
en: They are ingratitude, dishonesty, lying, and straying from the training.

source: བཞི་པོ་དེ་དག་ནི་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་གཅོད་པར་བྱེད་པའི་ཆོས་རྣམས་ཡིན་ཏེ།
en: Those four things obstruct the omniscience of bodhisattvas.

source: བྱམས་པ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་བཞི་པོ་འདི་དག་ལས་དཔག་ཚད་བརྒྱར་འབྱོལ་བར་བྱ་སྟེ།
en: Maitreya, bodhisattvas should stay far away from these four things.

source: རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་དང་། སྡིག་པའི་གྲོགས་པོའི་ལག་པ་དང་། འདུ་འཛིའི་གནས་དང་།
en: They are gain, reverence, and praise; falling into the hands of sinful friends; and living in a busy place.

source: གནས་གང་ན་གནས་པ་ན་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་གཞན་ཞིག་ཀྱང་འདུག་པར་གྱུར་ལ། གལ་ཏེ་དེ་དང་ལྷན་ཅིག་ཏུ་མགུ་བ་དང་། དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་སྐྱེས་ལ། འཐབ་པ་མེད་པ་དང་ལྡན་པ་དང་།
en: Wherever bodhisattvas live, if another person who is a follower of the Bodhisattva Vehicle lives there, and if they live together contentedly, happily, and joyfully, without quarreling and arguing, then they should remain there.

source: རྩོད་པ་མེད་པ་དང་ལྡན་པར་གནས་ན་ནི་དེས་དེར་གནས་པར་བྱའི། གལ་ཏེ་དེ་དེ་ལ་ཐ་ན་ཐ་བ་དང་། ཞེ་སྡང་གི་སེམས་གཅིག་ཙམ་ཞིག་སྐྱེད་པར་བྱེད་ན་ཡང་དེས་དེ་ནས་དཔག་ཚད་བརྒྱར་འབྱོལ་བར་བྱ་སྟེ།
en: But if they should conceive even a single obstinate or angry thought toward the other, they should stay far away from there.

source: བྱང་ཆུབ་སེམས་དཔས་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཐ་བ་དང་། ཞེ་སྡང་གི་སེམས་བསྐྱེད་པར་མི་བྱའོ།
en: A bodhisattva should not conceive an obstinate or angry thought toward a bodhisattva. “

source: །བྱམས་པ་བྱང་ཆུབ་སེམས་དཔས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པའི་སེམས་ཅན་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ལ་སྤྱོས་སམ། བརྒྱད་དམ། དབྱུག་པས་བརྡེགས་སམ། མཚོན་གྱིས་བཏབ་པར་གྱུར་ན་བྱམས་པ་འདི་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་དེས་སེམས་ཅན་དེ་སྙེད་ཅིག་ལ་སྤྱོས་པའམ།
en: Maitreya, suppose a bodhisattva insulted, ridiculed, bludgeoned, or stabbed all the beings that make up the number of beings in the great billionfold universe.

source: བརྒྱད་པའམ། དབྱུག་པས་བརྡེགས་པའམ། མཚོན་གྱིས་བཏབ་པའི་གཞི་དེ་ལས་སྡིག་པ་དང་། རྨས་པ་དང་། ཉམས་པ་མང་པོ་སྐྱེད་པར་འགྱུར་སྙམ་འམ།
en: What do you think, Maitreya—if that bodhisattva insulted, ridiculed, bludgeoned, or stabbed that many beings, on that basis would they create much sin, injury, and corruption?”

source: བྱམས་པས་གསོལ་པ། བཅོམ་ལྡན་འདས་སེམས་ཅན་གཅིག་ཅིག་ལ་སྤྱོས་སམ། བརྒྱད་དམ། དབྱུག་པས་བརྡེགས་སམ། མཚོན་གྱིས་བཏབ་ན་ཡང་བསོད་ནམས་མ་ལགས་པ་མང་དུ་སྐྱེད་ལགས་ན་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་གང་ཇི་སྙེད་པ་ཐམས་ཅད་ལྟ་ལ་སྨོས་ཀྱང་ཅི་འཚལ།
en: Maitreya replied, “Blessed One, if they insulted, ridiculed, bludgeoned, or stabbed even a single being it would create a great deal of nonmerit, so, needless to say, that would apply for all the beings in the great billionfold universe.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔས་ནི་སེམས་ཅན་འགའ་ཙམ་ལ་ཡང་ཐ་བ་དང་། ཞེ་སྡང་དང་། གནོད་སེམས་བསྐྱེད་པར་མི་བགྱི་བའི་སླད་དུའོ། །དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: That is because, Blessed One, it is the bodhisattva’s goal not to be obstinate, angry, or malicious toward any being at all.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྱམས་པ་བྱང་ཆུབ་སེམས་དཔས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ལ་སྤྱོས་སམ། བརྒྱད་དམ། དབྱུག་པས་བརྡེགས་སམ། མཚོན་གྱིས་བཏབ་པ་གང་ཡིན་པ་དེས་ནི་བྱང་ཆུབ་སེམས་དཔའ་གཞན་ཞིག་ལ་ཐ་ན་ཐ་བ་དང་།
en: The Blessed One said to the bodhisattva great being Maitreya, “Maitreya, if a bodhisattva who insulted, ridiculed, bludgeoned, or stabbed all the beings included in the great billionfold universe conceived even a single obstinate or angry thought toward another bodhisattva, they would not thereby injure or corrupt the other bodhisattva.

source: ཞེ་སྡང་གི་སེམས་གཅིག་ཙམ་ཞིག་བསྐྱེད་པར་གྱུར་པ་དེ་ཙམ་དུ་བྱང་ཆུབ་སེམས་དཔའ་དེ་རྨས་པ་དང་། ཉམས་པར་མི་འགྱུར་ཏེ། བྱམས་པ་བྱང་ཆུབ་སེམས་དཔས་བྱང་ཆུབ་སེམས་དཔའ་ཅིག་ཤོས་དེ་ལ་ཐ་བ་དང་ཞེ་སྡང་གི་སེམས་སྐྱེད་པར་བྱེད་ན། གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་དེ་བྱང་ཆུབ་ཡོངས་སུ་མི་གཏོང་བ་ཞིག་ན། སེམས་ཇི་སྙེད་བསྐྱེད་པ་དེ་སྙེད་ཁོ་ནའི་བསྐལ་པར་བྱང་ཆུབ་ཀྱི་ཕྱིར་ཡང་གོ་ཆ་བགོ་བར་བྱ་དགོས་སོ།
en: But, Maitreya, if the bodhisattva conceived an obstinate or angry thought toward the other bodhisattva, and that bodhisattva was one who does not give up on awakening, they will have to put on the armor for the sake of awakening for as many eons as the number of thoughts they conceived. “

source: །བྱམས་པ་འདི་ལྟ་སྟེ། དཔེར་ན་ལྕགས་ནི་ལྕགས་ཉིད་ཀྱིས་གཅོད་པར་བྱེད་པ་མ་གཏོགས་པར་བོང་བའམ། ཤིང་ངམ།
en: Maitreya, by way of analogy, iron can only be cut by iron itself, not by earth, wood, or grass.

source: རྩྭས་གཅོད་པར་མི་ནུས་པ་དེ་བཞིན་དུ་བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའི་དགེ་བའི་རྩ་བ་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཅིག་ཤོས་ལ་ཐ་བ་དང་། ཞེ་སྡང་གི་སེམས་བསྐྱེད་པས་ཟད་པར་བྱེད་པ་མ་གཏོགས་པར་གཞན་གྱིས་ཟད་པར་མི་འགྱུར་ཏེ།
en: In the same way, Maitreya, the virtuous roots of the bodhisattva are only extinguished if they conceive an obstinate or angry thought toward the other bodhisattva; they are not extinguished otherwise. “

source: བྱམས་པ་དེ་ལྟ་བས་ན་ཁྱེད་ཅག་གིས་གཅིག་ལ་གཅིག་ཞེ་ས་དང་བཅས་པ་དང་། གཅིག་ལ་གཅིག་གུས་པ་དང་བཅས་པས་གནས་པར་བྱའོ།
en: Therefore, Maitreya, you should treat one another with courtesy and respect.

source: །ཞེས་དེ་ལྟར་བསླབ་པར་བྱ་ཞིང་སེམས་དང་པོ་བསྐྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་སྟོན་པའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: That is how you should train yourselves, and you should conceive of a bodhisattva who has aroused the initial thought of awakening as your teacher.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་ཡང་ཞེ་ས་དང་བཅས་པ་དང་། གུས་པ་དང་བཅས་པས་གནས་པར་བགྱིད་ལགས་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལྟ་ལ་སྨོས་ཀྱང་ཅི་འཚལ།
en: Then the bodhisattva great being Maitreya said to the Blessed One, “Blessed One, since I treat all beings with courtesy and respect, it is needless to say that I also do the same for bodhisattvas.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་བདག་ནི་གནོད་སེམས་ལ་དཔའ་བར་མི་བགྱིད་ཀྱི། བདག་ནི་བཟོད་པའི་སྟོབས་དང་། མཐུ་ཕུན་སུམ་ཚོགས་པར་བགྱིད་པ་དང་།
en: The reason, Blessed One, is this: my valor is not in malice—I exercise the power and strength of patience in perfect abundance.

source: བཅོམ་ལྡན་འདས་བདག་ནི་གཡོ་ལ་སྟེན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ལྷག་པའི་བསམ་པ་ཕུན་སུམ་ཚོགས་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not resort to dishonesty but exercise the noble intention in perfect abundance. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་གཞན་གྱི་ཁྱིམ་ལ་ལྷག་པར་ཆགས་པར་མི་བགྱིད་ཀྱི། བདག་ནི་བདག་གིར་འཛིན་པ་མ་མཆིས་པ་དང་། ཡོངས་སུ་འཛིན་པ་མ་མཆིས་པར་བགྱིད་པ་དང་།
en: Blessed One, I have no strong attachment toward another’s home; I do not apprehend it as mine or fixate on it.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཟང་ཟིང་ལྷུར་ལེན་པར་མི་བགྱིད་ཀྱི།
en: Blessed One, I am intent not on trifles but on the Dharma.

source: བདག་ནི་ཆོས་ལྷུར་ལེན་པར་བགྱིད་པ་དང་། བཅོམ་ལྡན་འདས་བདག་ནི་ཟས་དང་གོས་ལྷུར་ལེན་པར་མི་བགྱིད་ཀྱི།
en: Blessed One, I am not intent on food and clothing, but I seek my patrimony.

source: བདག་ནི་ཕའི་ནོར་ཡོངས་སུ་ཚོལ་བར་བགྱིད་པ་དང་། བཅོམ་ལྡན་འདས་བདག་ནི་ཕྲག་དོག་དང་སེར་སྣས་ཀུན་ནས་དཀྲིས་པར་མི་བགྱིད་ཀྱི། བདག་ནི་གཞན་གྱི་འབྱོར་པ་དག་ལ་ཡིད་དགའ་བ་དང་། གཏོང་བ་ཕུན་སུམ་ཚོགས་པར་བགྱིད་པ་དང་།
en: Blessed One, I am not entangled in jealousy or avarice—I rejoice at others’ fortune and exercise generosity in perfect abundance. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་དགེ་སྦྱོང་གི་མིང་ལྷུར་ལེན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་དགེ་སྦྱོང་གི་ཡོན་ཏན་དག་ལ་སློབ་པར་བགྱིད་པ་དང་།
en: Blessed One, I am intent not on the title of an ascetic but on training in the good qualities of an ascetic.

source: བཅོམ་ལྡན་འདས་བདག་ནི་སྨྲ་བ་ལྷུར་ལེན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་སྒྲུབ་པ་སྙིང་པོར་བགྱིད་པ་དང་།
en: Blessed One, I am not intent on talk; I perform the essential practice.

source: བཅོམ་ལྡན་འདས་བདག་ནི་རྙེད་པ་དང་། བཀུར་སྟི་ལ་ལྷག་པར་ཆགས་པར་མི་བགྱིད་ཀྱི།
en: Blessed One, I do not crave gain and reverence.

source: བདག་ནི་དོན་ཉུང་བ་དང་། བགྱི་བ་ཉུང་བ་དང་། སངས་རྒྱས་ཀྱི་ཡོན་ཏན་ཡོངས་སུ་ཚོལ་བར་བགྱིད་པ་དང་།
en: I have few aims and few activities; I seek the good qualities of a buddha.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཟང་ཟིང་གིས་བསྒོས་པའི་སེམས་ཀྱི་རྒྱུད་ཀྱིས་གྲོང་དང་གྲོང་ཁྱེར་དུ་འཇུག་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་ཡིད་ལ་བགྱིད་པ་ལ་མངོན་པར་བརྩོན་པས་གྲོང་དང་གྲོང་ཁྱེར་དུ་འཇུག་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not enter villages and towns with a mindstream tainted by trifles; I enter villages and towns with my mind assiduously engaged with the state of omniscience. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཆོས་གོས་དང་བསོད་སྙོམས་ཀྱི་སླད་དུ་ཚུལ་འཆོས་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ཚུལ་འཆོས་པ་མ་མཆིས་པ་དང་། འཕགས་པའི་རིགས་བཞིས་ཆོ་ག་ཤེས་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not pretend to be virtuous for the sake of monastic robes or alms food; I harbor no hypocrisy but am content with the four preferences of the noble ones.

source: བཅོམ་ལྡན་འདས་བདག་ནི་བྱིས་པའི་སྤྱོད་པ་ལ་སློབ་པར་མི་བགྱིད་ཀྱི། བདག་ནི་སངས་རྒྱས་ཀྱི་སྤྱོད་པ་ལ་སློབ་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not train myself in the conduct of the immature; I train myself in the conduct of the buddhas.

source: བཅོམ་ལྡན་འདས་བདག་ནི་གཞན་དག་གིས་བགྱིས་པ་དང་། མ་བགྱིས་པ་དག་ལ་སོ་སོར་རྟོག་པར་མི་བགྱིད་ཀྱི། བདག་ནི་བདག་ཉིད་དུལ་བ་དང་། ཞི་བར་སྦྱོར་བའི་རྗེས་སུ་བརྩོན་པས་གནས་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not judge what is done or not done by others but assiduously discipline and calm myself.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ལྟུང་བ་འགའ་ཡང་གླེང་བར་མི་བགྱིད་ཀྱི། བདག་ནི་ངག་གི་ལས་ཀྱི་མཐའ་སྡོམ་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not speak about others’ transgressions but control my speaking.

source: བཅོམ་ལྡན་འདས་བདག་ནི་བསླབ་པ་ཐག་རིང་དུ་མི་བགྱིད་ཀྱི། བདག་ནི་སོ་སོར་ཐར་པ་ལ་སློབ་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not distance myself from training but train in the Prātimokṣa. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་གྱི་བསྔགས་པས་འཚོ་བར་སེམས་པར་མི་བགྱིད་ཀྱི། བདག་ནི་སངས་རྒྱས་ཀྱི་བསྔགས་པ་རྗོད་ཅིང་དེ་ལ་དགའ་བའི་སེམས་སྐྱེད་པར་བགྱིད་པ་དང་།
en: Blessed One, it is not my intent to make a living by praising the Buddha, Dharma, and Saṅgha; I utter the Buddha’s praises, and I take delight in doing so.

source: བདག་ནི་ཆོས་ཀྱི་བསྔགས་པ་རྗོད་ཅིང་ཆོས་ཀྱི་རྗེས་སུ་འཐུན་པའི་ཆོས་སྒྲུབ་པ་ལ་གནས་པར་བགྱིད་པ་དང་། བདག་ནི་དགེ་འདུན་གྱི་བསྔགས་པ་རྗོད་ཅིང་ཕྱིར་མི་ལྡོག་པའི་དགེ་འདུན་ལ་རྟེན་པར་བགྱིད་པ་དང་།
en: I utter the Dharma’s praises while practicing in accord with it, and I utter the Saṅgha’s praises while relying on the Saṅgha of those who are irreversible from progress toward full awakening. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་གཞན་གྱིས་མཐོང་བ་བསྐྱེད་པའི་སླད་དུ་ཚུལ་འཆོས་པས་མཆི་མ་འབྱིན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ཆོས་ཀྱི་ཤུགས་ཀྱིས་མཆི་མ་འབྱིན་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not pretend to shed tears in order to be seen by others; I shed tears because of the might of the Dharma.

source: བཅོམ་ལྡན་འདས་བདག་ནི་བགྱི་བ་སྣ་ཚོགས་ཀྱི་འདུ་འཛིས་སྦགས་ཏེ་གནས་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ཆོས་ཡོངས་སུ་ཚོལ་བ་ལ་མངོན་པར་བརྩོན་པར་བགྱིད་པ་དང་།
en: Blessed One, I am not tainted by the distractions of various kinds of business—I assiduously seek the Dharma.

source: བཅོམ་ལྡན་འདས་བདག་ནི་འཇིག་རྟེན་པའི་བགྱི་བ་ལ་དགའ་བར་མི་བགྱིད་ཀྱི།
en: Blessed One, I do not delight in worldly deeds.

source: བདག་ནི་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཡོངས་སུ་ཚོལ་བ་ལ་དགའ་བར་བགྱིད་པ་དང་།
en: I delight in seeking the Dharma that transcends the world. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་སོག་འཇོག་གི་ཟས་དང་ལྡན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ཚུལ་འཆོས་པ་མ་མཆིས་པར་ཀུན་དུ་སྤྱོད་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not possess hoarded foodstuffs; I conduct myself without hypocrisy.

source: བཅོམ་ལྡན་འདས་བདག་ནི་གནས་དང་ཡུལ་གཅིག་ཡོངས་སུ་འཛིན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་རི་དགས་ལྟར་ཀུན་དུ་རྒྱུ་བར་བགྱིད་པ་དང་།
en: Blessed One, I am not fixated on a single place or region but wander like a wild animal.

source: བཅོམ་ལྡན་འདས་བདག་ནི་བསོད་སྙོམས་ལ་སྦྱོར་བའི་རྗེས་སུ་བརྩོན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་ཡོངས་སུ་ཚོལ་བ་ལ་བརྩོན་པར་བགྱིད་པ་དང་།
en: Blessed One, I exert myself not in begging for alms but in seeking the good qualities of a buddha.

source: བཅོམ་ལྡན་འདས་བདག་ནི་རྨུགས་པ་དང་། གཉིད་ཀྱིས་ཉལ་བར་མི་བགྱིད་ཀྱི། བདག་ནི་ནམ་གྱི་ཆ་སྟོད་དང་། ནམ་གྱི་ཆ་སྨད་ལ་མི་ཉལ་བར་སྦྱོར་བའི་རྗེས་སུ་བརྩོན་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not lie around in sloth and sleepiness but exert myself in practice without lying down to sleep, both late at night and in the early hours.

source: བཅོམ་ལྡན་འདས་བདག་ནི་འདུ་འཛིའི་སྤྱོད་པ་ལ་བརྩོན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་དབེན་པ་ལ་དགའ་བར་བགྱིད་པ་དང་།
en: Blessed One, I do not exert myself in busyness but delight in seclusion. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཡོན་ཏན་ཅུང་ཟད་ཙམ་གྱིས་ཆོག་ཤེས་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ཡོན་ཏན་ཡོངས་སུ་ཚོལ་བས་ངོམས་མི་འཚལ་བར་བགྱིད་པ་དང་།
en: Blessed One, I am not satisfied with just a few good qualities but insatiably seek good qualities.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཁྱིའི་ཆོས་རྣམས་ལ་ཀུན་ཏུ་སྤྱོད་པར་མི་བགྱིད་ཀྱི། བདག་ནི་སེང་གེའི་སྒྲ་སྒྲོགས་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not behave like a dog but roar like a lion. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཅུང་ཟད་བཤེས་པ་དང་ལྡན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་མཛའ་བཤེས་ཤིན་ཏུ་བརྟན་པར་བགྱིད་པ་དང་།
en: Blessed One, I make not just slight acquaintances but very firm friendships.

source: བཅོམ་ལྡན་འདས་བདག་ནི་བགྱིས་པ་མི་གཟོ་བར་མི་བགྱིད་ཀྱི། བདག་ནི་བགྱིས་པ་གཟོ་བ་དང་།
en: Blessed One, I am not ungrateful but grateful and thankful.

source: བགྱིས་པ་ཚོར་བར་བགྱིད་པ་དང་། བཅོམ་ལྡན་འདས་བདག་ནི་སྦྱིན་པའི་ལན་གྱིས་མཛའ་བཤེས་སུ་མི་བགྱིད་ཀྱི། བདག་ནི་ལྷག་པའི་བསམ་པས་མཛའ་བཤེས་སུ་བགྱིད་པ་དང་།
en: Blessed One, I do not make friends as repayment for gifts; I make friends with a noble intention.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ལྷག་པའི་བསམ་པ་བཅོས་མར་མི་བགྱིད་ཀྱི། བདག་ནི་ལྷག་པའི་བསམ་པ་བརྟན་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not feign the noble intention, but I am steadfast in it. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་དམན་པ་ལ་མོས་པར་མི་བགྱིད་ཀྱི། བདག་ནི་སངས་རྒྱས་ཀྱི་སྐུ་ཡོངས་སུ་སྒྲུབ་པ་ལྷུར་བླང་བ་རྒྱ་ཆེན་པོ་ལ་མོས་པར་བགྱིད་པ་དང་།
en: Blessed One, I have no interest in lesser goals; my interest is in the vast intent to accomplish the form of a buddha.

source: བཅོམ་ལྡན་འདས་བདག་ནི་དེ་བཞིན་གཤེགས་པ་ལ་གུས་པ་མ་མཆིས་པ་དང་། བསླབ་པ་ལ་གུས་པ་མ་མཆིས་པར་མི་བགྱིད་ཀྱི། བདག་ནི་དེ་བཞིན་གཤེགས་པ་ལ་གུས་པ་དང་བཅས་པ་དང་། བསླབ་པ་ལ་གུས་པ་དང་བཅས་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not behave disrespectfully toward the Tathāgata or toward the training; rather, I show respect for the Tathāgata and for the training.

source: བཅོམ་ལྡན་འདས་བདག་ནི་སེམས་ཀྱང་གཞན་ལ། སྨྲ་བ་ཡང་གཞན་པའི་ལྕེ་གཉིས་སུ་མི་བགྱིད་ཀྱི། བདག་ནི་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་དུ་བགྱིད་པ་དང་།
en: Blessed One, I am not two faced, thinking one thing but saying another; I do as I say.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཚུལ་འཆོས་པའི་བྱང་ཆུབ་སེམས་དཔར་མི་བགྱིད་ཀྱི། བདག་ནི་ལྷག་པའི་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་དང་། བདག་ཉིད་དུལ་བ་དང་ཞི་བ་ལ་སྦྱོར་བའི་རྗེས་སུ་བརྩོན་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not pretend to be a bodhisattva, but I am richly endowed with the noble intention, and I assiduously discipline and calm myself.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ང་རྒྱལ་གྱིས་ང་རྒྱལ་སྐྱེད་པར་མི་བགྱིད་ཀྱི། བདག་ནི་གདོལ་པའི་བུ་དང་འདྲ་བར་ང་རྒྱལ་ངེས་པར་འཇོམས་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not act arrogantly and proudly but subdue my pride like the child of an outcast.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཆགས་པ་དང་བཅས་པས་བསོད་སྙོམས་ཡོངས་སུ་ལོངས་སྤྱོད་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ་དང་། དད་པས་སྩལ་བ་ལ་ལྕི་བའི་འདུ་ཤེས་སུ་བགྱིད་པ་དང་།
en: Blessed One, I enjoy alms food not with attachment but with pure moral discipline; I consider the offerings of the faithful a grave matter. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཚུལ་བཞིན་དུ་མ་ལགས་པའི་རྣམ་པར་རྟོག་པ་ཡིད་ལ་བགྱིད་པ་སྔོན་དུ་བཏང་བས་གདུགས་བས་མ་ཐག་ཁོ་ནར་མཆིས་ཉལ་བ་དང་། རྨུགས་པ་དང་། གཉིད་ཀྱི་བར་གྱིས་ནོན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་སངས་རྒྱས་ཀྱི་ཆོས་ཡོངས་སུ་བསྒྲུབ་པར་བགྱི་བའི་སླད་དུ་རྟག་ཏུ་བརྩོན་ཞིང་སྦྱོར་བར་བགྱིད་པ་དང་།
en: Blessed One, I do not, as soon as the day is done, succumb to lying down, sloth, or sleepiness because of having engaged in inappropriate thoughts prior to that; rather, I constantly exert and apply myself to the accomplishment of the Buddha’s teachings. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་གང་ཟག་ཏུ་ལྟ་བ་ལ་རྟེན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་སྟོང་པ་ཉིད་ལ་གནས་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not hold a view of the person but remain in the state of emptiness.

source: བཅོམ་ལྡན་འདས་བདག་ནི་རྣམ་པར་རྟོག་པ་དང་། འཁྲུལ་པ་སྨྲ་བར་མི་བགྱིད་ཀྱི། བདག་ནི་མཚན་མ་མ་མཆིས་པ་ལ་གནས་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not expound concepts or confusion but remain in the state of signlessness. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་ལུས་ཀྱི་ཚུལ་འཆོས་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་ལས་ཀྱི་མཐའ་ཡོངས་སུ་དག་པར་བགྱིད་པ་དང་།
en: Blessed One, I am not ostentatious; rather, I perform my physical, verbal, and mental actions purely. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཟང་ཟིང་གིས་བསྒོས་པའི་སེམས་ཀྱི་རྒྱུད་ཀྱིས་ཆོས་སྟོན་པར་མི་བགྱིད་ཀྱི། བདག་ནི་ཟང་ཟིང་མ་མཆིས་པའི་སེམས་ཀྱིས་ཆོས་སྟོན་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not teach the Dharma with a mindstream tainted by trifles; I teach the Dharma with no concern for trifles. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཟང་ཟིང་གི་སྦྱིན་པས་མཛའ་བཤེས་སུ་མི་བགྱིད་ཀྱི། བདག་ནི་ཆོས་ཀྱི་སྦྱིན་པས་མཛའ་བཤེས་སུ་བགྱིད་པ་དང་།
en: Blessed One, I do not make friends with gifts of trifles but make friends with the gift of the Dharma. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་བདག་དང་གཞན་ལ་ཡོངས་སུ་གདུང་བར་མི་བགྱིད་ཀྱི། བདག་ནི་བདག་ལ་སྨན་པ་དང་། གཞན་ལ་སྨན་པའི་སླད་དུ་སྒྲུབ་པར་བགྱིད་པ་དང་།
en: Blessed One, I do not cause anguish to myself or others but practice in order to benefit myself and others. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་དགོན་པར་གནས་པ་ལ་ཚུལ་འཆོས་པར་མི་བགྱིད། བསོད་སྙོམས་ལ་ཚུལ་འཆོས་པར་མི་བགྱིད། ཕྱག་དར་ཁྲོད་ལ་ཚུལ་འཆོས་པར་མི་བགྱིད་དེ།
en: Blessed One, I do not make a pretense of living as a hermit, of collecting alms, or of wearing cast-off rags.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བདག་ནི་སྦྱངས་པའི་ཡོན་ཏན་བཅུ་གཉིས་ཡང་དག་པར་བླངས་ཏེ་གནས་པར་བགྱིད་ཅིང་། དེ་ཡང་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་ཐམས་ཅད་ལ་རྟེན་པ་མ་མཆིས་པའི་སླད་དུའོ།
en: That is because I adopt the twelve ascetic practices for the sake of not relying on any gain, reverence, or praise.”

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་ལེགས་སོ། །ཞེས་བྱ་བ་བྱིན་ཏེ།
en: Then the Blessed One commended the bodhisattva great being Maitreya, “Well said!

source: བྱམས་པ་ལེགས་སོ་ལེགས་སོ།
en: Excellent, Maitreya!

source: །ཁྱོད་ཇི་ལྟར་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་ཡོངས་སུ་ཚོལ་བ་ལ་བརྩོན་པ་དེ་ལྟར་སེང་གེའི་སྒྲ་འདི་སྒྲོགས་པར་བྱེད་པ་ནི་ཁྱོད་སྔོན་གྱི་རྒྱལ་བ་ལ་ལྷག་པར་བྱ་བ་བྱས་ཤིང་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དང་། ཆོས་དེ་དག་དང་། ཡོན་ཏན་དེ་དག་ལ་གཞན་གྱི་དྲིང་མི་འཇོག་པ་ཡིན་ཏེ།
en: You roar this lion’s roar just as you are diligent in seeking the good qualities of a buddha; you have carried out your duties toward the victors of the past, created roots of virtue, and not relied on others for those attributes and qualities.

source: ལེགས་སོ་ལེགས་སོ།
en: Well done, well done!”

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་སེང་གེའི་སྒྲ་བསྒྲགས་པ་འདི་བཤད་པ་ན་འཁོར་དེ་ནས་དགེ་སློང་ལྔ་བརྒྱ་སྟན་ལས་ལངས་ཏེ་དོང་ངོ་།
en: As soon as this lion’s roar by the bodhisattva great being Maitreya was expounded, five hundred monks from the assembly rose from their seats to depart.

source: །དེ་ནས་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །དགེ་སྦྱོང་ཆེན་པོ་དག་ཁྱེད་ཅག་ཡོ་བྱད་བསྙུངས་པའི་གཏམ་བརྗོད་པའི་ཚེ་སྟན་ལས་ལངས་ཏེ་གར་འདོང་། དེ་སྐད་ཅེས་སྨྲས་པ་དང་།
en: Then the elder Mahākāśyapa said to those five hundred monks, “Great ascetics, where are you going, getting up from your seats when you hear this talk of reducing possessions?”

source: གནས་བརྟན་འོད་སྲུང་ཆེན་པོ་ལ་དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་གིས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: The five hundred monks replied to the elder Mahākāśyapa, “Honorable Mahākāśyapa, such talk of the bodhisattva great being Maitreya on the theme of reducing possessions is unrealistic.

source: །བཙུན་པ་འོད་སྲུང་ཆེན་པོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་ཡོ་བྱད་བསྙུངས་པའི་གཏམ་དེ་ལྟ་བུ་བསྟན་པའི་གནས་དེ་དག་ནི་སྲིད་པར་དཀའ་བ་ལགས་པས་བདག་ཅག་འདི་སྙམ་དུ་བདག་ཅག་ནི་ཡོ་བྱད་བསྙུངས་པའི་ཡོན་ཏན་དེ་དག་ལ་ཡང་དག་པར་མི་སྣང་བས་བདག་ཅག་ཕྱིར་ཁྱིམ་དུ་འདོང་གོར་མ་ཆག་གོ །
en: So we thought that, since we ourselves do not display those qualities of reducing possessions, we will definitely return to our households.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དད་པས་བྱིན་པ་ནི་རེག་པར་དཀའ་ཞིང་སྦྱང་བར་དཀའ་བའི་ཕྱིར་རོ།
en: For it would be difficult for us to touch what the faithful offer, and it would be difficult to purify it.

source: །སྙམ་དུ་སེམས་པའི་སླད་དུའོ།
en: That is what we thought.”

source: །དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་དགེ་སློང་དེ་དག་ལ་ལེགས་སོ། །ཞེས་བྱ་བ་བྱིན་ཏེ། རིགས་ཀྱི་བུ་དག་ལེགས་སོ་ལེགས་སོ།
en: Then Mañjuśrīkumārabhūta commended the monks, saying, “Sons of noble family, that is excellent!

source: །གང་དག་དད་པས་བྱིན་པ་ལ་ཡོངས་སུ་ལོངས་སྤྱོད་པར་མི་སྤྲོ་བ་དག་གིས་ནི་དེ་ལྟར་འཛེམ་པ་དང་ལྡན་པ་དང་། འགྱོད་པ་དང་ལྡན་པར་བྱ་སྟེ།
en: Those who do not delight in enjoying the offerings of the faithful should feel shame and regret in that way.

source: ཉིན་གཅིག་ལ་ལན་བརྒྱ་རབ་ཏུ་བྱུང་བ་ཕྱིར་སྤངས་པ་ནི་བླའི། ཚུལ་ཁྲིམས་ཡོངས་སུ་མ་དག་པས་དད་པས་བྱིན་པ་ལ་ཡོངས་སུ་ལོངས་སྤྱོད་པ་ནི་དེ་ལྟ་མ་ཡིན་ནོ།
en: It is better to renounce one’s going forth a hundred times in a single day than for those whose moral discipline is not pure to enjoy the offerings of the faithful.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་ཀྱིས་དད་པས་སྩལ་བ་ཇི་ལྟར་རྗེས་སུ་གནང་བར་མཛད་ལགས།
en: Then Mañjuśrīkumārabhūta said to the Blessed One, “Blessed One, in what way do you permit offerings by the faithful?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ངས་ནི་རིགས་པ་དང་། གྲོལ་བ་ལ་དད་པས་བྱིན་པ་རྗེས་སུ་གནང་ངོ་།
en: The Blessed One replied, “Mañjuśrī, I permit offerings by the faithful to those who are appropriate and those who are liberated.”

source: །དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་དགེ་སློང་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་དག་ཁྱེད་ཅག་སྦྱོར་ཅིག །
en: Then Mañjuśrīkumārabhūta said to the five hundred monks, “Venerable ones, practice!

source: རྩོལ་ཅིག །
en: Exert yourselves!

source: འབོད་ཅིག །
en: Strive!

source: སངས་རྒྱས་འབྱུང་བ་ནི་རྙེད་པར་དཀའ་བ་ཡིན་གྱིས། ཁྱེད་ཅག་རབ་ཏུ་བྱུང་བ་ལས་ཕྱིར་མ་ལྡོག་ཤིག །
en: It is rare for a buddha to appear, so do not reject your going forth.”

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་དགེ་སློང་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་གིས་འདི་སྐད་ཅེས་སྨྲས་སོ། །འཇམ་དཔལ་བདག་ཅག་གིས་ཇི་ལྟར་སྦྱར་བར་བགྱི་ལགས། འཇམ་དཔལ་གྱིས་སྨྲས་པ།
en: Then the five hundred monks said to Mañjuśrīkumārabhūta, “Mañjuśrī, how should we practice?”
